[
  {
    "questionName": "Распад молекулы глюкозы в клетке носит название",
    "answers": {
      "a1": "глюконеогенез",
      "b1": "гликогенолиз",
      "c1": "гликолиз",
      "d1": "гидролиз"
    },
    "correct": "c1",
    "explanation": "Глюконеогенез - процесс образования глюкозы из пирувата. (Противовес гликолизу). Гликогенолиз - процесс образования глюкозы из гликогена. Оба этих процесса поддерживают уровень глюкозы во время голодания организма. Гидролиз - процесс, в котором молекула воды разрывает химические связи."
  },

  {
    "questionName": "Первая реакция в распаде глюкозы",
    "answers": {
      "a2": "Ф6Ф → фруктозо-1,6-бисфосфат",
      "b2": "Г6Ф → Ф6Ф",
      "c2": "фосфоэнолпируват → пируват",
      "d2": "глюкоза → Г6Ф"
    },
    "correct": "d2",
    "explanation": "Г6Ф → Ф6Ф является второй реакцией гликолиза. Ф6Ф → фруктозо-1,6-бисфосфат - третья реакция гликолиза, в ней образуется Ф-1,6-бисФ - изомер Ф6Ф. Фосфоэнолпируват → пируват самая последняя реакция гликолиза, далее цикл трикарбоновых кислот."
  },

  {
    "questionName": "Фермент участвующий в первом этапе распада глюкозы",
    "answers": {
      "a3": "лактак дегидрогеназа",
      "b3": "фосфофруктокиназа",
      "c3": "пируват дегидрогеназа",
      "d3": "глюкокиназа"
    },
    "correct": "d3",
    "explanation": "Лактат дегидрогеназа перенаправляет метаболизм пирувата (последнее образование гликолиза) в сторону синтеза молочной килсоты (лактата). Фосфофруктокиназа катализирует реакцию Ф6Ф → фруктозо-1,6-бисфосфат - третья реакция гликолиза. Пируват дегидрогенеза перенаправляет метаболизм пирувата в сторону цикла трикарбоновых кислот (цикл Кребса)."
  },

  {
    "questionName": "Какой из ферментов присутствует в большинстве тканей?",
    "answers": {
      "a4": "ГЛК",
      "b4": "ГКК"
    },
    "correct": "b4",
    "explanation": "Глюкокиназа в основном представлена в печени и ПЖЖ. Также она присутствует в мышцах. Гексокиназа, обладающая высоким сродством с глюкозой, (вследствие выского Km), присутствует в большинстве глюкозозависимых тканей: головной мозг, красные кровянные клетки."
  },

  {
    "questionName": "Какой фермент способен метаболизировать большее количество глюкозы за единицу времени при максимальной концентрации (Vmax)?",
    "answers": {
      "a5": "ГЛК",
      "b5": "ГКК"
    },
    "correct": "a5",
    "explanation": "Хоть и глюкокиназа не обладает высоким сродством с глюкозой, в период максимальной своей концентрации данный фермент способен метаболизировать большее количество глюкозы нежели гексокиназа."
  },

  {
    "questionName": "Какой из ферментов обладает большим сродством к глюкозе?",
    "answers": {
      "a6": "ГКК",
      "b6": "ГЛК"
    },
    "correct": "a6",
    "explanation": "Глюкокиназа обладет высоким сродством с глюкозой, т.е. высокий Km. Оба этих ферментов подчиняются уравнению Михаэлиса-Ментен. Для понимания данного коцепта изучите его."
  },

  {
    "questionName": "В организме глюкоза хранится в форме",
    "answers": {
      "a7": "пирувата",
      "b7": "жиров",
      "c7": "лактата",
      "d7": "гликогена"
    },
    "correct": "d7",
    "explanation": "Пируват не является формой хранения чего-либо. Жиры хранятся в форме триглицеридов. Один триглицерид состоит из одной молекулы глицерола и трех молекул жирных кислот. Лактат также не является формой хранения веществ. Но его накопление в цитоплазме очень плохо сказывается на общем метаболизме клетки. Повышается в некоторых патологических случая. Гликогену свойственно накапливаться в мышцах и в печени. Причем основным депо гликогена является печень."
  },

  {
    "questionName": "Основным органом для хранения глюкозы является",
    "answers": {
      "a8": "красные клетки крови",
      "b8": "жировая ткань",
      "c8": "печень",
      "d8": "головной мозг"
    },
    "correct": "c8",
    "explanation": "Лактат дегидрогеназа перенаправляет метаболизм пирувата (последнее образование гликолиза) в сторону синтеза молочной килсоты (лактата). Фосфофруктокиназа катализирует реакцию Ф6Ф → фруктозо-1,6-бисфосфат - третья реакция гликолиза. Пируват дегидрогенеза перенаправляет метаболизм пирувата в сторону цикла трикарбоновых кислот (цикл Кребса)."
  },

  {
    "questionName": "Ингибитором ГЛК является",
    "answers": {
      "a9": "пируват",
      "b9": "Ф6Ф",
      "c9": "Г6Ф",
      "d9": "фруктозо-1,6-бисфосфат"
    },
    "correct": "b9",
    "explanation": "В качестве ингибиторов активности тех или иных ферментов выступают органические соединения , НО в качестве ингибиторов синтеза орагинческих соединений могут выступают и ферменты, и другие другие орагнические соединения. Соединения способные тормозить синтез пирувата и Ф-1,6-бисФ будут рассматриваться на следующем уроке. Здесь стоит отметить, что из рис.1 данного урока следует, что ингибитором фермента ГЛК является накопление Ф6Ф в цитоплазме клетки. Высокая коцентрация Г6Ф обосновывает торможение гексокинзы."
  },

  {
    "questionName": "Хроническая гемолитическая анемия - патология, ассоциированная с",
    "answers": {
      "a10": "ГКК",
      "b10": "ГЛК"
    },
    "correct": "a10",
    "explanation": "Отличительной характеристикой патологий ГКК и ГЛК является то, что при патологиях ГЛК, коцентрация глюкозы в крови возрастает значительно. Нежели чем при патология ГКК. Стоит отметить что глюкоза является единственным источником энергии для клеток крови."
  },

  {
    "questionName": "Патологии, ассоциированные с ГЛК будут приводить к",
    "answers": {
      "a11": "гипогликемии",
      "b11": "гипрегликемии",
      "c11": "нормализации уровня сахара"
    },
    "correct": "b11",
    "explanation": "Так как фермент ГЛК отвечает за метаболизм глюкозы, то на ранних этапах дефект этого фермента будет обуславливать накопление этого фермента в цитоплазме клетки (за счет инсулина глюкоза будет осуществлять транспорт из крови в клетку). На поздних этапах коцентрация глюкозы начнёт повышаться и в крови, обосновывая гипергликемию."
  }
]
